; English translation for Uninstaller64 1.0.0
; Author: Konstantin Vlasov (support@flint-inc.ru)

0="English"

; Information dump
101="Registry key:"
102="ARP Cache Data:"
103="Install Size"
104="b"
105="Kb"
106="Mb"
107="Gb"
108="Last Used"
109="Frequency"
110="rarely"
111="occasionally"
112="frequently"
113="File Name"
114="Other Values:"

; Settings Dialog
200="Settings"
201="Show &hidden entries"
202="Show &icons for hidden entries"
203="Show Windows hot&fixes"
204="Confirm &uninstallation"
205="&Confirm for hidden entries only"
206="Plugin &settings file location:"
207="Plugin directory"
208="Total Commander directory"
219="wincmd.ini directory"
210="&Language:"
211="&About…"
212="OK"
213="Cancel"

; About box
300="About"
301="Program:"
302="Version:"
303="Author:"
304="Homepage:"
305="E-mail:"
306="OK"

; Properties Dialog
400="Properties"
401=" Standard parameters "
402=" Hidden parameters "
403="OK"
404="Cancel"
405="<Failed to open registry key>"
406="Some of the values could not be updated."

; Miscellaneous messages
1001="Failed to open URL!"
1002="Failed to write settings!"
1003="Are you sure you wish to uninstall this application?"
1004="Are you sure you wish to uninstall this application?\nThis entry is hidden and is not meant to be deinstalled!"
1005="Failed to launch deinstallation!"
1006="Uninstall string is empty, cannot launch deinstallation."
